"Add Field" = "Add Annotation";

"Album" = "Album";
"Artist" = "Artist";
"Artwork" = "Artwork";
"Author" = "Author";
"Comment" = "Comment";
"Composer" = "Composer";
"Copyright" = "Copyright";
"Creation Date" = "Creation Date";
"Description" = "Description";
"Director" = "Director";
"Disclaimer" = "Disclaimer";
"Encoded By" = "Encoded By";
"Genre" = "Genre";
"Full Name" = "Full Name";
"Keywords" = "Keywords";
"Title" = "Title";
"Information" = "Information";
"Producer" = "Producer";
"Edit Date" = "Edit Date";
"Track Number" = "Track";
"Performers" = "Performers";
"URL Link" = "URL Link";
"Playback Requirements" = "Playback Requirements";
"Original Artist" = "Original Artist";
"Original Source" = "Original Source";
"Original Format" = "Original Format";
"Software" = "Software";
"Product" = "Product";
"Warning" = "Warning";
"Writer" = "Writer";
"Year" = "Year";
